Repository: asmaaelkeurti/Plugins
Catalog: su_trimble_connect/Resources/*/trimble_connect.strings
Languages: de, es, fr, it, ja, ko, zh_cn, zh_tw

source: (Pro Only)
de: (Nur Pro)
es: (Sólo Pro)
fr: (Version Pro uniquement)
it: (Solo per utenti Pro)
ja: (Pro のみ)
ko: (Pro만)
zh_cn: （仅限于 Pro 版）
zh_tw: (僅適用於 Pro)

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
zh_cn: 取消
zh_tw: 取消

source: Cannot insert the current model into itself.
de: Kann das aktuelle Modell nicht in sich selbst einfügen.
es: No se puede insertar el modelo actual en sí mismo.
fr: Impossible d'insérer le modèle actuel dans lui-même.
it: Non è possibile inserire l'attuale modello su se stesso.
ja: 現在のモデルをそのモデル自体に挿入できません。
ko: 현 모델을 그 자체 내에 삽입할 수 없습니다.
zh_cn: 无法将当前模型插入自身。
zh_tw: 無法將當前模式插入其本身

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
zh_cn: 关闭
zh_tw: 關閉

source: Could not complete the operation because the active model was changed. Please wait until the operation finishes before changing the active model.
de: Konnte den Vorgang nicht abschließen, da das aktive Modell nicht geändert wurde. Bitte warten Sie, bis der Vorgang beendet ist, bevor Sie das aktive Modell ändern.
es: No se pudo completar la operación porque el modelo activo fue cambiado. Por favor, espera hasta que la operación acabe antes de cambiar el modelo activo.
fr: Impossible de terminer l'opération car le modèle actif a été modifié. Veuillez attendre jusqu'à ce que l'opération se termine avant de changer le modèle actif.
it: Non è possibile completare l'operazione dal momento che il modello attivo è stato cambiato. Attendi il termine dell'operazione prima di cambiare il modello attivo.
ja: 有効なモデルが変更されたため操作を完了出来ませんでした。操作が完了するまで有効なモデルを変更をしないでください。
ko: 활성 모델이 변경되어서 작업을 완료할 수 없습니다. 작업이 끝날 때까지 기다렸다가 활성 모델을 변경하십시오.
zh_cn: 无法完成操作，因为现行模型已更改。请等待操作完成，然后再更改现行模型。
zh_tw: 無法完成操作，因為主動模型已更改。請等待操作完成，而後再更改主動模型。

source: Do you want to sign out from your account?
de: Möchten Sie sich von Ihrem Konto abmelden?
es: ¿Quieres cerrar sesión en tu cuenta?
fr: Voulez-vous vous déconnecter de votre compte ?
it: Vuoi uscire dal tuo account?
ja: アカウントからサインアウトしますか？
ko: 계정을 로그아웃 하시겠어요?
zh_cn: 您想登出您的账户吗？
zh_tw: 您想退出您的帳戶嗎？

source: Don't have an account?
de: Haben Sie kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
ja: アカウントがありませんか？
ko: 계정이 없으세요?
zh_cn: 没有账户？
zh_tw: 沒有帳戶？

source: Downloaded - ready to update
de: Heruntergeladen - bereit zum Aktualisieren
es: Descargado: listo para actualizar
fr: Téléchargé - prêt pour la mise à jour
it: Scaricato e pronto per effettuare l'aggiornamento
ja: ダウンロード完了 - 更新可能です
ko: 다운로드 - 업데이트 준비 완료
zh_cn: 已下载 - 准备更新
zh_tw: 已下載 - 準備更新

source: Email
ja: Eメール
ko: 이메일
zh_cn: 电子邮箱
zh_tw: 電子郵箱

source: Export Trimble Connect Model
de: Das Trimble Connect-Modell exportieren
es: Exportar modelo de Trimble Connect
fr: Exporter le modèle Trimble Connect
it: Esporta modello Trimble Connect
ja: Trimble Connectモデルをエクスポート
ko: Trimble Connect 모델 내보내기
zh_cn: 导出Trimble Connect模型
zh_tw: 導出Trimble Connect模型

source: Failed to authenticate. Please check your sign in email and password.
de: Authentifizierung fehlgeschlagen. Bitte überprüfen Sie Ihre Anmelde-E-Mail und das Passwort.
es: Fallo al autenticar. Por favor, comprueba tu email y contraseña de inicio de sesión.
fr: Échec de l'authentification. Veuillez vérifier vos identifiants.
it: Autenticazione errata. Controlla la tua email e password di login.
ja: 認証失敗。Eメールとパスワードを確認してサインインしてください。
ko: 인증 실패. 로그인 이메일과 암호를 확인해 보십시오.
zh_cn: 验证失败。请检查您的登录电子邮箱和密码。
zh_tw: 驗證失敗。請檢查您的登錄郵箱和密碼。

source: Failed to check file version
de: Überprüfung der Dateiversion fehlgeschlagen
es: Fallo al comprobar la versión del archivo
fr: Impossible de vérifier la version du fichier
it: Controllo della versione del file fallito
ja: ファイルのバージョンの確認ができません。
ko: 파일 버전 확인 실패
zh_cn: 检查文件版本失败
zh_tw: 檢查文件版本失敗

source: Failed to download file
de: Download der Datei fehlgeschlagen.
es: Fallo al descargar el archivo
fr: Impossible de télécharger le fichier
it: Scaricamento del file fallito
ja: ファイルのダウンロードができません。
ko: 파일 다운로드 실패
zh_cn: 下载文件失败
zh_tw: 下載文件失敗

source: Failed to fetch folder content. Trying again...
de: Abruf des Ordnerinhalts fehlgeschlagen. Erneut versuchen...
es: Fallo al buscar el contenido de la carpeta. Intentando otra vez...
fr: Impossible de récupérer le contenu du dossier. Nouvelle tentative en cours...
it: Ritrovamento del contenuto della cartella fallito. Riprova nuovamente...
ja: フォルダコンテンツ取得失敗。再試行してください...
ko: 폴더 내용 가져오기 실패. 다시 해보세요...
zh_cn: 获取文件夹内容失败。正在重试...
zh_tw: 獲取文件夾內容失敗。正在重試...

source: Failed to fetch list of projects. Trying again...
de: Abruf der Projektliste fehlgeschlagen. Erneut versuchen...
es: Fallo al buscar la lista de proyectos. Intentando otra vez...
fr: Impossible de récupérer la liste des projets. Nouvelle tentative en cours...
it: Ritrovamento dell'elenco dei progetti fallito. Riprova nuovamente...
ja: プロジェクトのリスト取得失敗。再試行してください...
ko: 프로젝트 목록 가져오기 실패. 다시 해보세요...
zh_cn: 获取项目清单失败。正在重试...
zh_tw: 獲取項目列表失敗。正在重試...

source: Failed to publish model. Try again?
de: Veröffentlichung des Modells fehlgeschlagen. Erneut versuchen?
es: Fallo al publicar el modelo. ¿Intentar otra vez?
fr: Impossible de publier le modèle. Nouvelle tentative en cours...
it: Pubblicazione del modello fallita. Vuoi riprovare?
ja: モデル公開失敗。再試行しますか？
ko: 모델 게시 실패. 다시 해볼까요?
zh_cn: 发布模型失败。重试？
zh_tw: 發佈模型失敗。要重試嗎？

source: Filename
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome file
ja: ファイル名
ko: 파일 이름
zh_cn: 文件名
zh_tw: 檔案名稱

source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ja: パスワードを忘れましたか？
ko: 암호를 잊으셨나요?
zh_cn: 忘记您的密码？
zh_tw: 忘記密碼？

source: Import
de: Importieren
es: Importar
fr: Importation
it: Importa
ja: インポート
ko: 가져오기
zh_cn: 导入
zh_tw: 匯入

source: Import Reference Model
de: Referenzmodell importieren
es: Importar modelo de referencia
fr: Importer le modèle de référence
it: Importa modello di riferimento...
ja: 参照モデルをインポート
ko: 참조 모델 가져오기
zh_cn: 导入参考模型
zh_tw: 導入參考模型

source: Import Reference Model...
de: Referenzmodell importieren...
es: Importar modelo de referencia...
fr: Importer le modèle de référence...
it: Importa modello di riferimento...
ja: 参照モデルをインポート...
ko: 참조 모델 가져오기...
zh_cn: 导入参考模型...
zh_tw: 導入參考模型...

source: Import a reference model from Trimble Connect.
de: Referenzmodell von Trimble Connect importieren
es: Importar un modelo de referencia desde Trimble Connect.
fr: Importer un modèle de référence depuis Trimble Connect.
it: Importa un modello di riferimento da Trimble Connect.
ja: Trimble Connectから参照モデルをインポート
ko: Trimble Connect에서 참조 모델을 가져옵니다.
zh_cn: 从Trimble Connect导入一个参考模型。
zh_tw: 從Trimble Connect導入一個參考模型。

source: Imported
de: Importiert
es: Importado
fr: Importé
it: Importato
ja: インポートしました
ko: 가져왔음
zh_cn: 已导入
zh_tw: 已匯入

source: Importing model...
de: Referenzmodell wird importiert...
es: Importando modelo...
fr: Importation du modèle en cours...
it: Importazione del modello in corso...
ja: モデルをインポート中...
ko: 모델을 가져오는 중...
zh_cn: 正在导入模型...
zh_tw: 正在導入模型...

source: Loading projects...
de: Projekte werden geladen...
es: Cargando proyectos...
fr: Chargement des projets en cours...
it: Caricamento dei progetti in corso...
ja: プロジェクトをロード中...
ko: 프로젝트 로드 중...
zh_cn: 正在载入项目...
zh_tw: 正在載入項目...

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement en cours...
it: Caricamento in corso...
ja: ロード中...
ko: 로드 중...
zh_cn: 正在加载...
zh_tw: 載入中...

source: Model must be saved before publishing.
de: Das Modell muss vor der Veröffentlichung gespeichert werden.
es: El modelo debe ser guardado antes de ser publicado.
fr: Le modèle doit être enregistré avant la publication.
it: Il modello deve essere salvato prima della pubblicazione.
ja: 公開する前にモデルを保存する必要があります。
ko: 모델을 게시하기 전에 저장해야 합니다.
zh_cn: 在发布之前必须先保存模型。
zh_tw: 必須在發佈前保存模型。

source: Model up to date
de: Model ist aktuell
es: Modelo actualizado
fr: Modèle à jour
it: Modello aggiornato
ja: 最新のモデル
ko: 최신 모델입니다
zh_cn: 模型已更新
zh_tw: 模型為最新狀態

source: Nothing selected.
de: Nichts ausgewählt.
es: Nada seleccionado.
fr: Aucune sélection.
it: Nessuna selezione
ja: 何も選択されていません。
ko: 선택된 것이 없습니다.
zh_cn: 未选中任何内容。
zh_tw: 未選中任何內容。

source: Ok
es: Aceptar
ko: 확인
zh_cn: 好
zh_tw: 確定

source: Open
de: Öffnen
es: Abierta
fr: Ouvrir
it: Aperta
ja: 開く
ko: 열기
zh_cn: 打开
zh_tw: 開啟

source: Open Model
de: Modell öffnen
es: Abrir modelo
fr: Ouvrir le modèle
it: Apri modello
ja: モデルを開く
ko: 모델 열기
zh_cn: 打开模型
zh_tw: 打開模型

source: Open Model...
de: Modell öffnen...
es: Abrir modelo...
fr: Ouvrir le modèle...
it: Apri modello
ja: モデルを開く...
ko: 모델 열기...
zh_cn: 打开模型...
zh_tw: 打開模型...

source: Open Trimble Connect...
de: Trimble Connect öffnen...
es: Abrir Trimble Connect...
fr: Ouvrir Trimble Connect...
it: Apri Trimble Connect...
ja: Trimble Connectを開く...
ko: Trimble Connect 열기...
zh_cn: 打开Trimble Connect...
zh_tw: 打开Trimble Connect...

source: Open a model from a Trimble Connect project.
de: Ein Modell vom Trimble Connect-Projekt öffnen.
es: Abrir un modelo desde un proyecto de Trimble Connect.
fr: Ouvrir un modèle depuis un projet Trimble Connect.
it: Apri modello da un progetto Trimble Connect.
ja: Trimble Connectプロジェクトからモデルを開く。
ko: Trimble Connect 프로젝트에서 모델을 엽니다.
zh_cn: 从Trimble Connect项目打开一个模型。
zh_tw: 從一個Trimble Connect 項目打開一個模型。

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
zh_cn: 密码
zh_tw: 密碼

source: Please select a file.
de: Bitte wählen Sie eine Datei aus.
es: Por favor, selecciona un archivo.
fr: Veuillez sélectionner un fichier.
it: Seleziona un file.
ja: ファイルを選択してください。
ko: 파일을 선택하세요.
zh_cn: 请选择一个文件。
zh_tw: 請選擇一個文件。

source: Please select a folder.
de: Bitte wählen Sie einen Ordner aus.
es: Por favor, selecciona una carpeta.
fr: Veuillez sélectionner un dossier.
it: Seleziona una cartella.
ja: フォルダを選択してください。
ko: 폴더를 선택하세요.
zh_cn: 请选择一个文件夹。
zh_tw: 請選擇一個文件夾。

source: Please select a valid file type:
de: Bitte wählen Sie einen gültigen Dateityp aus.
es: Por favor, selecciona un tipo de archivo válido.
fr: Veuillez sélectionner un type de fichier valide :
it: Seleziona un tipo di file valido:
ja: 有効なファイル形式を選択してください：
ko: 유효한 파일 유형을 선택하세요:
zh_cn: 请选择一个有效的文件类型：
zh_tw: 請選擇一個有效的文件類型：

source: Position Reference Model
de: Referenzmodell positionieren
es: Posicionar modelo de referencia
fr: Situer le modèle de référence
it: Posiziona modello di riferimento
ja: 参照モデルを配置
ko: 참조 모델 배치
zh_cn: 放置参考模型
zh_tw: 放置參考模型

source: Position the selected reference model.
de: Ausgewähltes Referenzmodell positionieren.
es: Posicionar el modelo de referencia seleccionado
fr: Situer le modèle de référence sélectionné
it: Posiziona il modello di riferimento selezionato.
ja: 選択した参照モデルを配置。
ko: 선택한 참조 모델을 제 자리에 배치합니다.
zh_cn: 放置选中的参考模型。
zh_tw: 放置選中的參考模型。

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica
ja: 公開
ko: 게시
zh_cn: 发布
zh_tw: 發佈

source: Publish Model
de: Modell veröffentlichen
es: Publicar modelo
fr: Publier le modèle
it: Pubblica modello
ja: モデルを公開
ko: 모델 게시
zh_cn: 发布模型
zh_tw: 發佈模型

source: Publish Model As...
de: Modell veröffentlichen als...
es: Publicar modelo...
fr: Publier le modèle comme...
it: Pubblica modello come...
ja: ...としてモデルを公開
ko: 다른 이름으로 모델 게시...
zh_cn: 将模型发布为...
zh_tw: 將模型發佈為...

source: Publish this model to Trimble Connect.
de: Dieses Modell bei Trimble Connect veröffentlichen.
es: Publicar este modelo en Trimble Connect.
fr: Publier ce modèle vers Trimble Connect.
it: Pubblica questo modello su Trimble Connect.
ja: このモデルをTrimble Connectへ公開。
ko: 이 모델을 Trimble Connect에 게시합니다.
zh_cn: 将该模型发布至Trimble Connect。
zh_tw: 將該模型發佈至Trimble Connect。

source: Publish this model to a Trimble Connect project.
de: Dieses Modell bei einem Trimble Connect-Projekt veröffentlichen.
es: Publicar este modelo en un proyecto de Trimble Connect.
fr: Publier ce modèle vers un projet Trimble Connect.
it: Pubblica questo modello su un progetto Trimble Connect.
ja: このモデルをTrimble Connectプロジェクトへ公開。
ko: 이 모델을 Trimble Connect 프로젝트에 게시합니다.
zh_cn: 将该模型发布至Trimble Connect项目。
zh_tw: 將該模型發佈至一個Trimble Connect 項目。

source: Published model successfully
de: Modell erfolgreich veröffentlicht
es: Modelo publicado correctamente
fr: Modèle publié avec succès
it: Modello pubblicato correttamente
ja: モデルが無事公開されました
ko: 모델이 성공적으로 게시되었습니다
zh_cn: 已成功发布模型
zh_tw: 已成功發佈模型

source: Publishing model...
de: Modell wird veröffentlicht...
es: Publicando modelo...
fr: Publication du modèle en cours...
it: Pubblicazione del modello in corso...
ja: モデルを公開中...
ko: 모델 게시 중...
zh_cn: 正在发布模型...
zh_tw: 正在發佈模型...

source: Remove Reference Model
de: Referenzmodell entfernen
es: Eliminar modelo de referencia
fr: Supprimer le modèle de référence
it: Rimuovi modello di riferimento
ja: 参照モデルを削除
ko: 참조 모델 제거
zh_cn: 删除参考模型
zh_tw: 刪除參考模型

source: Remove Reference Models
de: Referenzmodelle entfernen
es: Eliminar modelos de referencia
fr: Supprimer les modèles de référence
it: Rimuovi modelli di riferimento
ja: 参照モデルを削除
ko: 참조 모델들 제거
zh_cn: 删除参考模型
zh_tw: 刪除參考模型

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
zh_cn: 保存
zh_tw: 儲存

source: Select a direction to align the reference model's green axis.
de: Wählen Sie eine Richtung aus, um die grüne Achse des Referenzmodells auszurichten.
es: Selecciona una dirección para alinear el eje verde del modelo de referencia.
fr: Sélectionnez une direction pour aligner l'axe vert du modèle de référence.
it: Seleziona una direzione per allineare l'asse verde del modello di riferimento.
ja: 参照モデルの緑軸を合わせるための方向を選択。
ko: 참조 모델의 초록색 축 정렬 방향을 선택하세요.
zh_cn: 选择一个方向来调整参考模型的绿轴。
zh_tw: 選擇一個方向對齊參考模型的綠軸。

source: Select a direction to align the reference model's red axis.
de: Wählen Sie eine Richtung aus, um die rote Achse des Referenzmodells auszurichten.
es: Selecciona una dirección para alinear el eje rojo del modelo de referencia.
fr: Sélectionnez une direction pour aligner l'axe rouge du modèle de référence.
it: Seleziona una direzione per allineare l'asse rosso del modello di riferimento.
ja: 参照モデルの赤軸に合わせるために方向を選択。
ko: 참조 모델의 빨간색 축 정렬 방향을 선택하세요.
zh_cn: 选择一个方向来调整参考模型的红轴。
zh_tw: 選擇一個方向對齊參考模型的紅軸。

source: Select a point in your model to reposition the reference model's origin.
de: Wählen Sie einen Punkt in Ihrem Modell aus, um das originale Referenzmodell neu zu positionieren.
es: Selecciona un punto en tu modelo para reposicionar el origen del modelo de referencia.
fr: Sélectionnez un point dans votre modèle pour repositionner l'origine du modèle de référence.
it: Seleziona un punto sul tuo modello per riposizionare l'origine del modello di riferimento.
ja: 参照モデルの原点を再配置するためにモデル中の原点位置を選択。
ko: 자신의 모델에서, 참조 모델 원점의 위치를 옮길 지점을 선택하세요.
zh_cn: 在您的模型中选择一个点来重新放置参考模型的原点。
zh_tw: 在您的模型中選擇一個點用於重新放置參考模型的起點。

source: Setup and configure Trimble Connect.
de: Trimble Connect einstellen und konfigurieren.
es: Instalar y configurar Trimble Connect.
fr: Installer et configurer Trimble Connect.
it: Imposta e configura Trimble Connect.
ja: Trimble Connectをセットアップして設定。
ko: Trimble Connect를 설정 및 구성하세요.
zh_cn: 安装和配置Trimble Connect。
zh_tw: 安裝和配置Trimble Connect。

source: Sign In / Sign Out...
de: Eintragen/Abmelden...
es: Iniciar sesión/Cerrar sesión...
fr: Connexion / Déconnexion...
it: Accesso / Uscita...
ja: サインイン / サインアウト...
ko: 로그인 / 로그아웃...
zh_cn: 登录/登出...
zh_tw: 登錄/退出...

source: Sign Up
de: Anmelden
es: Registrarse
fr: Inscription
it: Registrati
ja: サインアップ
ko: 등록
zh_cn: 注册
zh_tw: 註冊

source: Sign in
de: Eintragen
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: サインイン
ko: 로그인
zh_cn: 登录
zh_tw: 登錄

source: Sign in or out of Trimble Connect.
de: Bei Trimble Connect an- oder abmelden.
es: Iniciar o cerrar sesión en Trimble Connect.
fr: Connexion ou déconnexion de Trimble Connect.
it: Accedi o esci da Trimble Connect.
ja: Trimble Connectからサインインまたはサインアウト
ko: Trimble Connect에 로그인하거나 로그아웃 합니다.
zh_cn: 登录或登出Trimble Connect。
zh_tw: 登錄或退出Trimble Connect。

source: Sign in to Trimble connect
de: Bei Trimble Connect anmelden
es: Iniciar sesión en Trimble connect
fr: Connexion à Trimble connect
it: Accedi a Trimble connect
ja: Trimble connectへサインイン
ko: Trimble connect에 로그인
zh_cn: 登入Trimble connect
zh_tw: 登錄 Trimble connect

source: Signing in...
de: Anmeldung ...
es: Iniciando sesión...
fr: En cours de connexion...
it: Accesso in corso...
ja: サインイン中...
ko: 로그인 중...
zh_cn: 登录中...
zh_tw: 登錄中...

source: The Trimble Connect extension allows you to reference, save and collaborate on models directly from Trimble Connect. Your use of the Trimble Connect extension for SketchUp is subject to the Trimble Extension End User License Agreement which can be found at: extensions.sketchup.com/en/trimble-extension-eula
de: Die Trimble Connect Erweiterung erlaubt Ihnen, querverweise zu machen, zu speichern und an Modellen direkt von Trimble Connect aus zusammenzuarbeiten. Ihre Nutzung der Trimble Connect Erweiterung für SketchUp fällt unter den Trimble Erweiterung Endnutzer-Lizenzvertrag, den Sie hier finden können: extensions.sketchup.com/en/trimble-extension-eula
es: La extensión Trimble Connect te permite referenciar, guardar y colaborar en los modelos directamente desde Trimble Connect. Su uso de la extensión Trimble Connect para SketchUp está sujeto al Contrato de Licencia de Usuario Final de Trimble Extension, que se pueden encontrar en: extensions.sketchup.com/en/trimble-extension-eula
fr: L'extension de Trimble Connect vous permet de référencer, sauvegarder et collaborer sur des modèles directement à partir de Trimble Connect. Votre utilisation de l'extension Trimble Connect pour SketchUp est sujette au Contrat de licence d'utilisateur final qui peut être trouvé sur : extensions.sketchup.com/en/trimble-extension-eula
it: L’estensione Trimble Connect ti permette di far riferimento, salvare e collaborare su modelli direttamente da Trimble Connect. L’uso dell’estensione Trimble Connect per Sketchup è soggetto alla Licenza d’Uso per Utenti Finali dell’Estensione Trimble Connect che potrai trovare su: extensions.sketchup.com/en/trimble-extension-eula
ja: Trimble Connect拡張機能を使用することにより、Trimble Connectから直接、モデルを参照し、保存し、共同作業をすることができます。 Your use of the Trimble Connect extension for SketchUp is subject to the Trimble Extension End User License Agreement which can be found at: extensions.sketchup.com/en/trimble-extension-eula
ko: 트림블 연결 확장은 트림블 연결에서 직접 모델에서 참조, 저장 및 공동 작업을 수행할 수 있도록 허용합니다. SketchUp에 대한 트림블 연결 확장의 사용은 다음 랑트에서 찾을 수 있는 트림블 확장 최종 사용자 사용권 계약에 따릅니다: extensions.sketchup.com/en/trimble-extension-eula
zh_cn: Trimble Connect的连接扩展可让您参考、保存和直接从Trimble Connect上模式合作。您对给SketchUp的Trimble Connect 扩展的使用受Trimble Extension终端用户许可协议限制，协议可以在这裡找到：extensions.sketchup.com/en/trimble-extension-EULA
zh_tw: Trimble Connect的連接擴展可讓您參考、保存和直接從Trimble Connect上模式合作。您對給SketchUp的Trimble Connect 擴展的使用受Trimble Extension終端用戶許可協議限制，協議可以在這裡找到：extensions.sketchup.com/en/trimble-extension-EULA

source: The chosen filename is not valid.
de: Der gewählte Dateiname ist nicht gültig.
es: El nombre de archivo elegido no es válido.
fr: Le nom de fichier choisi est invalide.
it: Il nome del file scelto non è valido.
ja: 選択したファイル名は無効です。
ko: 선택하신 파일명이 유효하지 않습니다.
zh_cn: 选中的文件名无效。
zh_tw: 選中的文件名無效。

source: This extension requires IE9 or newer. Older versions are unsupported.
de: Diese Erweiterung erfordert IE9 oder neuer. Ältere Versionen werden nicht unterstützt.
es: Esta extensión requiere IE9 o más reciente. Las versiones más antiguas no son compatibles.
fr: Cette extension nécessite IE9 ou plus. Les versions antérieures ne sont pas supportées.
it: Questa estensione richiede IE9 o superiore. Le versioni inferiori a IE9 non sono supportate.
ja: このエクステンションにはIE9以上が必要です。古いバージョンはサポートされていません。
ko: 이 확장명에는 IE9 또는 그 이상이 요구됩니다. 구 버전은 지원되지 않습니다.
zh_cn: 该扩展程序需要IE9或更新版本。不支持旧版本。
zh_tw: 該擴展需要使用IE9 或者更新版本。不支持舊版本。

source: This reference model has already been imported. Only one instance of a reference model is supported.
de: Dieses Referenzmodell wurde schon importiert. Es wird nur ein Exemplar eines Referenzmodells unterstützt.
es: Este modelo de referencia ya ha sido importado, Solo una instancia de un modelo de referencia es compatible.
fr: Ce modèle de référence a déjà été importé. Une seule instance d'un modèle de référence est prise en charge.
it: Questo modello di riferimento è già stato importato. È supportata solo un'istanza di modello di riferimento.
ja: この参照モデルは既にインポートされています。参照モデルは1つだけがサポートされています。
ko: 이 참조 모델을 이미 가져오셨습니다. 한 참조 모델에 대해 단 하나의 인스턴스만 지원됩니다.
zh_cn: 该参考模型已经导入。仅支持一个参考模型实例。
zh_tw: 已導入該參考模型。僅支持一個參考模型實例。

source: Unexpected error: Failed to obtain API key. Please try again.
de: Unerwarteter Fehler: Erhalt des API-Schlüssels fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error inesperado: fallo al obtener clave de la API. Por favor, inténtalo de nuevo.
fr: Erreur inattendue : Impossible d'obtenir la clé API. Veuillez réessayer.
it: Errore imprevisto: non è stato possibile ottenere l'API key. Riprova.
ja: 予期せぬエラー: APIキー取得失敗、再試行してください。
ko: 예기치 않은 오류: API 키 입수 실패. 다시 시도해 보세요.
zh_cn: 意外错误：获取API密匙失败。请重试。
zh_tw: 意外錯誤：獲取API密匙失敗。請重試。

source: Unexpected error: Failed to obtain access token. Please try again.
de: Unerwarteter Fehler: Erhalt des Zugriffs-Token fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error inesperado: fallo al obtener el pase de acceso. Por favor, inténtalo de nuevo.
fr: Erreur inattendue : Impossible d'obtenir le jeton d'accès. Veuillez réessayer.
it: Errore imprevisto: non è stato possibile ottenere il token di accesso. Riprova.
ja: 予期せぬエラー: アクセストークン取得失敗。再試行してください。
ko: 예기치 않은 오류: 액세스 토큰 입수 실패. 다시 시도해 보세요.
zh_cn: 意外错误：获取访问令牌失败。请重试。
zh_tw: 意外錯誤：獲取訪問令牌失敗。請重試。

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
zh_cn: 未知错误
zh_tw: 未知錯誤

source: Unknown size
de: Unbekannte Größe
es: Tamaño desconocido
fr: Taille inconnue
it: Dimensione sconosciuta
ja: 未知のサイズ
ko: 알 수 없는 크기
zh_cn: 未知大小
zh_tw: 未知大小

source: Update Reference Model
de: Referenzmodell aktualisieren
es: Actualizar modelo de referencia
fr: Mettre à jour le modèle de référence
it: Aggiorna modello di riferimento
ja: 参照モデルを更新
ko: 참조 모델 업데이트
zh_cn: 更新参考模型
zh_tw: 更新參考模型

source: Update Reference Models
de: Referenzmodelle aktualisieren
es: Actualizar modelos de referencia
fr: Mettre à jour les modèles de référence
it: Aggiorna modelli di riferimento
ja: 参照モデルを更新
ko: 참조 모델들 업데이트
zh_cn: 更新参考模型
zh_tw: 更新參考模型

source: Update reference model with the latest versions from Trimble Connect.
de: Referenzmodell mit der neuesten Version von Trimble Connect aktualisieren.
es: Actualizar modelo de referencia con las última versiones desde Trimble Connect.
fr: Mettre à jour le modèle de référence avec la dernière version depuis Trimble Connect.
it: Aggiorna modello di riferimento con le ultime versioni da Trimble Connect.
ja: Trimble Connectから参照モデルを最新バージョンで更新。
ko: Trimble Connect에서 참조 모델을 최신 버전으로 업데이트 하세요.
zh_cn: 使用Trimble Connect的最新版本更新参考模型。
zh_tw: 使用Trimble Connect的最新版本更新參考模型。

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
it: Aggiornato
ja: 更新された
ko: 업데이트됨
zh_cn: 已更新
zh_tw: 已更新

source: Updating model...
de: Modell wird aktualisiert...
es: Actualizando modelo...
fr: Mise à jour du modèle en cours...
it: Aggiornamento del modello in corso...
ja: モデルを更新中...
ko: 모델 업데이트 중...
zh_cn: 正在更新模型...
zh_tw: 正在更新模型 ...
