Repository: asmaaelkeurti/Plugins
Catalog: su_trimble_connect/Resources/*/trimble_connect.strings
Languages: de, es, fr, it, ja, ko, zh_cn, zh_tw

source: Warning: Modifying reference models can lead to unpredictable behavior. We suggest that you undo your unlock operation. If you want to move the reference model, use the Position Reference Model tool from the context menu.
de: Achtung: Die Veränderung des Referenzmodells kann unerwartete Auswirkungen haben. Wir empfehlen, dass Sie Ihren Entsperrungsvorgang rückgängig machen. Wenn Sie das Referenzmodell bewegen, verwenden Sie im Kontextmenü das Tool Referenzmodell positionieren.
es: Advertencia: La modificación de los modelos de referencia puede conducir a un comportamiento impredecible. Te sugerimos deshacer la operación de desbloqueo. Si quieres mover el modelo de referencia, utiliza la herramienta de Posicionar modelo de referencia en el menú de contexto.
fr: Attention : La modification des modèles de référence peut conduire à un comportement imprévisible. Nous vous suggérons d'annuler votre opération de déverrouillage. Si vous voulez déplacer le modèle de référence, utilisez l'outil « Situer le modèle de référence » dans le menu contextuel.
it: Attenzione: la modifica dei modelli di riferimento può portare a comportamenti imprevisti. Ti suggeriamo di annullare l'operazione di sblocco. Se vuoi spostare il modello di riferimento, usa lo strumento Posiziona modello di riferimento dal menù contestuale.
ja: 警告: 参照モデルを修正変更すると予期せぬ動作を引き起こす可能性があります。アンロック操作を取り消すことを推奨します。参照モデルを移動したい場合は、コンテクストメニューから参照モデル配置ツールを使ってください。
ko: 경고: 참조 모델을 수정하면 예측할 수 없는 동작이 나타날 수 있습니다. 잠금 해제 작업의 실행을 취소하실 것을 제안합니다. 참조 모델을 이동하기 원할 경우에는 컨텍스트 메뉴에서 '참조 모델 배치' 도구를 이용하십시오.
zh_cn: 警告：修改参考模型可以导致不可预测的行为。我们建议您撤消您的解锁操作。如果您想移动该参考模型，请使用上下文菜单中的“放置参考模型”工具。
zh_tw: 警告：修改參考模型會導致出現不可預測的行為。我們建議您撤消您的解鎖操作。如果您想移動參考模型，請使用上下文菜單中的“位置參考模型”工具。
